[
    {
        "id": "0",
        "productName": "Huawei MateBook X Pro",
        "image": "huawei-matebook-pro.jpg",
        "grade": "4.8",
        "penjual": "@huaweiofc",
        "price": "7.000.000",
        "description": "The Huawei MateBook X Pro is our pick for the best laptop money can buy in 2018.Intel Core i7,8GB 512GB SSD 13.9-inch, 3K (3,000 x 2,080)8th generation This is a gorgeously-designed laptop with a stunning screen (albeit with a rather odd aspect ratio), and it comes packed with cutting edge components that allows it to perform brilliantly, and a battery life that runs rings around many of its rivals. It also has a very competitive price, giving you features, design and performance for quite a bit less money."
    },
    {
        "id": "1",
        "productName": "Apple Macbook Pro 2018, 16GB,1TB GB SSD",
        "image": "macbook-pro-15.jpg",
        "grade": "4.8",
        "penjual": "@iboxindolampung",
        "price": "13.000.000",
        "description": "If you're after the latest and greatest laptop from Apple, we suggest you look into the 2018 model of the 15-inch MacBook Pro with Touch Bar. The headline Touch Bar – a thin OLED display at the top of the keyboard which can be used for any number of things, whether that be auto-suggesting words as you type or offering Touch ID so you can log in with just your fingerprint – is of course included. It's certainly retained Apple's sense of style, but it comes at a cost. This is a pricey machine, so you may want to consider one of the Windows alternatives. But, if you're a steadfast Apple diehard, this is definitely the best laptop for you!"
    },
    {
        "id": "2",
        "productName": "Dell XPS 13 16GB 512GB SSD, 13.3-inch, Full HD",
        "image": "dell-xps-13.png",
        "grade": "4.8",
        "penjual": "@dellofc",
        "price": "7.000.000",
        "description": "The Dell XPS 13 is an absolutely brilliant laptop. The 2018 version rocks an 8th-generation Intel Core i5 or i7 processor and a bezel-less ‘Infinity Edge’ display, this Dell XPS 13 continues to be the most popular Windows laptop in the world. What’s more, there’s a wide range of customization options, so you can really make the Dell XPS 13 the best laptop for your needs. "
    },
    {
        "id": "3",
        "productName": "Asus ZenBook Flip S 16GB 512GB SSD 13.3-inch, Full HD touchscreen",
        "image": "asus-zenbook-flip-s.jpg",
        "grade": "4.8",
        "penjual": "@asusofc",
        "price": "8.500.000",
        "description": "Asus has struck gold with its new refresh of its ZenBook Flip S 2-in-1 laptop. With a new Kaby Lake R 8th-generation processor powering the device, plenty of RAM and a super-fast PCIe SSD in certain models, this is an absolutely stunning laptop. Its 2-in-1 design means you can use it as both a laptop and a tablet, and while it's not as affordable as some other machines, if you have the budget you'll be really happy with this fantastic device."
    },
    {
        "id": "4",
        "productName": "Samsung Notebook 9 16GB 256GB SSD 15-inch, Full HD",
        "image": "samsung-notebook-9.jpg",
        "grade": "4.8",
        "penjual": "@samsungofc",
        "price": "9.000.000",
        "description": "While it may not have the best keyboard in the world, the Samsung Notebook 9 is still one of the best laptops you can buy in 2018. Packed with more horsepower than some MacBook Pros,but at a much lower price, Samsung has crafted a laptop that has just as much substance as it does style. Plus, on top of its killer specs, it’s lightweight and thin, making this one of the most portable 15-inch laptops you can buy today."
    },
    {
        "id": "5",
        "productName": "REDRAGON K577R Mechanical Gaming Keyboard 17.6 x 6 x 1.6 inches",
        "image": "REDRAGON K577R Mechanical Gaming Keyboard.jpg",
        "grade": "4.8",
        "penjual": "@reddragonofc",
        "price": "699.000",
        "description": "Bhinneka merupakan toko online terpercaya di Indonesia yang hadir sejak 1993 dan menjual REDRAGON KALI K577R Mechanical Gaming Keyboard terlengkap. Dengan Bhinneka, pelanggan dan calon konsumen bisa memilih REDRAGON KALI K577R Mechanical Gaming Keyboard terbaik."
    },
    {
        "id": "6",
        "productName": "Skyloong GK71 SK71slim Warna-warni RGB Gateron",
        "image": "Skyloong GK71 SK71slim Warna-warni RGB Gateron.jpg",
        "grade": "4.8",
        "penjual": "@skyloongfc",
        "price": "799.000",
        "description": "Bhinneka merupakan toko online terpercaya di Indonesia yang hadir sejak 1993 dan menjual Skyloong GK71 SK71slim Warna-warni RGB Gateron terlengkap. Dengan Bhinneka, pelanggan dan calon konsumen bisa memilih Skyloong GK71 SK71slim Warna-warni RGB Gateron Keyboard terbaik."
    },
    {
        "id": "6",
        "productName": "Metoo Mechanical Gaming Keyboard LED TKL 87 Key Blue Switch - Silver",
        "image": "metokeyboard.jpg",
        "grade": "4.8",
        "penjual": "@metofc",
        "price": "499.000",
        "description": "Keyboard gaming ini hadir dengan design keren ala gamer dengan Multicolor Backlight yang menyala-nyala. Base dari keyboard ini terbuat dari bahan metal sehingga memberi kesan mewah dan mahal. Keyboard ini juga telah menggunakan key mechanical sehingga mengetik menjadi lebih nyaman."
    },
    {
        "id": "7",
        "productName": "Kb871 Keyboard Gaming Usb 104 Tombol",
        "image": "kb871.jpg",
        "grade": "4.8",
        "penjual": "@kb871ofc",
        "price": "500.000",
        "description": "Bhinneka merupakan toko online terpercaya di Indonesia yang hadir sejak 1993 dan menjual Kb871 Keyboard Gaming Usb 104 Tombol terlengkap. Dengan Bhinneka, pelanggan dan calon konsumen bisa memilih Kb871 Keyboard Gaming Usb 104  Keyboard terbaik."
    },
    {
        "id": "8",
        "productName": "Kb871 Keyboard Gaming Usb 104 Tombol",
        "image": "kb871.jpg",
        "grade": "4.8",
        "penjual": "@kb871ofc",
        "price": "500.000",
        "description": "Bhinneka merupakan toko online terpercaya di Indonesia yang hadir sejak 1993 dan menjual Kb871 Keyboard Gaming Usb 104 Tombol terlengkap. Dengan Bhinneka, pelanggan dan calon konsumen bisa memilih Kb871 Keyboard Gaming Usb 104  Keyboard terbaik."
    },
    {
        "id": "9",
        "productName": "HITIME XVX M61 60% Mechanical Keyboard Wireless, Ultra-Compact 2.4G Rechargeable Gaming Keyboard",
        "image": "hitme.jpg",
        "grade": "4.8",
        "penjual": "@hitmeofc",
        "price": "499.000",
        "description": "This 60 percent keyboard is with unique xvx profile PBT keycap and themed shell, showing the fine art in 360 degrees, dedicated for FPS Gamers and efficient working."
    },
    {
        "id": "10",
        "productName": "BenQ ZOWIE Monitor Gaming Esport ",
        "image": "ZOWIE.jpg",
        "grade": "4.8",
        "penjual": "@zowieofc",
        "price": "10.499.000",
        "description": "ZOWIE XL-K series adalah series terbaru di tahun 2020, membawa standar ESPORTS Monitor ke level berikutnya, dirancang dengan Fast Liquid Crystal dengan teknologi ekslusif DyAc+, ini memberikan kejelasan yang luar biasa bagi para gamer dalam permainan mereka. "
    },
    {
        "id": "11",
        "productName": "MSI ESPORTS 23.8'inch GAMING MONITOR OPTIX (G241)",
        "image": "VA249HE.jpg",
        "grade": "4.8",
        "penjual": "@asusofc",
        "price": "4.999.000",
        "description": "The 23.8” Full HD (1920x1080) VA249HE monitor fuses form and function to accent any desk. VA249HE’s gorgeous 178° wide viewing angle display is great for sharing. It includes input connectivity for both HDMI and VGA, and the adjustable tilt design allows for freedom in movement up to +20°~-5°."
    },
    {
        "id": "12",
        "productName": "Xiaomi Mi Desktop Monitor 27'inch Layar IPS 1080P 27 inch Garansi Resmi",
        "image": "Xiaomi Mi Desktop .jpg",
        "grade": "4.8", 
        "penjual": "@xiaomiofc",
        "price": "2.495.000",
        "description": "Xiaomi Mi 23.8'inch Desktop Monitor 1C - computer display for office work and multimedia with a borderless screen. Screen size 23.8'inch , aspect ratio 16:9. IPS panel, viewing angles 178° vertically and horizontally. Resolution 1920x1080px, contrast ratio 1000:1, refresh rate 60Hz, brightness 250cd/m2, response time 6ms. HDMI 1.4 and VGA inputs. The stand can be tilted 15° backward and 5° forward. The package includes an HDMI cable."
    },
    {
        "id": "13",
        "productName": "Dell launches new monitor range including its first 40-inch curved 5K display",
        "image": "dellmonitor.jpg",
        "grade": "4.8",
        "penjual": "@dellofc",
        "price": "5.999.000",
        "description": "The 23.8” Full HD (1920x1080) VA249HE monitor fuses form and function to accent any desk. VA249HE’s gorgeous 178° wide viewing angle display is great for sharing. It includes input connectivity for both HDMI and VGA, and the adjustable tilt design allows for freedom in movement up to +20°~-5°."
    },
    {
        "id": "14",
        "productName": "Samsung Odyssey G7 27' inch Curved Gaming Monitor",
        "image": "odyssey.jpg",
        "grade": "4.8",
        "penjual": "@samsungofc",
        "price": "5.999.000",
        "description": "Samsung Odyssey G7 adalah monitor layar lengkung pertama dengan kelengkungan 1000R. Sudut lengkung monitornya lebih melengkung dibanding monitor lengkung standar yang sebesar 1800R. Monitor gaming futuristik ini ditujukan untuk penggemar teknologi, gamer yang menginginkan visual terbaik, dan atlet e-sport profesional. Monitor Samsung Odyssey G7 memiliki rasio 16:9. Resolusi layar mencapai Quad HD 2560 x 1440 piksel. Monitor ini juga mendukung HDR600 sehingga dapat meningkatkan kontras gambar dengan hitam lebih pekat dan putih lebih cerah. Anda bisa melihat objek di gambar gelap dengan jelas."
    },
    {
        "id": "15",
        "productName": "Delux M618 RGB Vertical Wired Optical Ergonomic Mouse 4000 DPI - Black",
        "image": "delux.jpg",
        "grade": "4.8",
        "penjual": "@deluxofc",
        "price": "1.999.000",
        "description": "Vertical Optical Mouse hadir dengan design mouse yang vertikal dan ergonomis yang sangat cocok di tangan Anda untuk penggunaan dalam jangka waktu lama, Vertical Optical Mouse ini dapat dengan mudah menavigasi fitur pada laptop / PC / Mac Anda.."
    },
    {
        "id": "16",
        "productName": "Razer Mamba Wireless Gaming Mouse: 16,000 DPI Optical Sensor - Chroma RGB Lighting - 7 Programmable Buttons - Mechanical Switches - Up to 50 Hr Battery Life ",
        "image": "razer.jpg",
        "grade": "4.8",
        "penjual": "@razerofc",
        "price": "1.299.000",
        "description": "High-Precision 16,000 DPI Optical Sensor: Offers on-the-fly sensitivity adjustment through dedicated DPI buttons (reprogrammable) for gaming, Customizable Chroma RGB Color Profiles: Includes 16.8 million color combinations w/ included preset profiles, Improved, Ergonomic Design: Rubberized side grips reduce fatigue over long use sessions, Ridged, Rubberized Scroll Wheel for Maximum Accuracy: Small, tactile bumps increases grip and helps with more controlled scrolling in high-stakes gaming situations, 7 programmable buttons: Allows for reconfiguration and assignment of complex macro functions through Razer Synapse.Compatible with Xbox One for basic input, Multi-Day Battery: Lasts up to 50 hours on a single charge with lighting disabled "
    },
    {
        "id": "17",
        "productName": "Apple Magic Mouse 2 - Space Grey ",
        "image": "logitech.jpg",
        "grade": "4.8",
        "penjual": "@iboxindonesiaofc",
        "price": "799.000",
        "description": "Magic Mouse 2 dapat diisi ulang, sehingga tak lagi memerlukan baterai sekali pakai. Lebih ringan, dengan lebih sedikit komponen yang bergerak berkat baterai bawaan dan cangkang bawah yang menyatu sempurna, dan desain alas yang optimal — semua keunggulan tersebut memungkinkan Magic Mouse 2 lebih mudah melacak dan bergerak dengan daya hambat yang lebih sedikit di meja Anda. Permukaaan Multi Touch memungkinkan Anda melakukan gerakan sederhana seperti mengusap pada halaman web dan menggulir dokumen. Magic Mouse 2 siap untuk langsung digunakan dan otomatis melakukan pairing dengan Mac Anda."
    },
    {
        "id": "18",
        "productName": "Logitech G502 Lightspeed Wireless Gaming Mouse with Hero 25K Sensor",
        "image": "LogitechG502.jpg",
        "grade": "4.8",
        "penjual": "@logitechofc",
        "price": "599.000",
        "description": "Magic Mouse 2 dapat diisi ulang, sehingga tak lagi memerlukan baterai sekali pakai. Lebih ringan, dengan lebih sedikit komponen yang bergerak berkat baterai bawaan dan cangkang bawah yang menyatu sempurna, dan desain alas yang optimal — semua keunggulan tersebut memungkinkan Magic Mouse 2 lebih mudah melacak dan bergerak dengan daya hambat yang lebih sedikit di meja Anda. Permukaaan Multi Touch memungkinkan Anda melakukan gerakan sederhana seperti mengusap pada halaman web dan menggulir dokumen. Magic Mouse 2 siap untuk langsung digunakan dan otomatis melakukan pairing dengan Mac Anda."
    },
    {
        "id": "19",
        "productName": "Mouse Wireless ROBOT M312 2.4GHz Silent Optical 1600DPI USB",
        "image": "robot.jpg",
        "grade": "4.8",
        "penjual": "@robotofc",
        "price": "399.000",
        "description": "Number of keys: 3, Size: 103.7x65.4x38.95mm, Mouse weight: 57gr, DPI: 1600DPI, Report Rate: 500Hz, Key life of mouse: Over 3,000,000 times"
    }



]